export const serverError = {
  title: 'Что-то пошло не так...',
  text: 'Возможно, на сервере временные неполадки, попробуйте повторить запрос позже',
};

export const succesUpdate = {
  title: 'Успех!',
  text: 'Данные успешно обновлены!',
};

export const loginError = {
  title: 'Что-то пошло не так...',
  text: 'Возможно, вы ввели неправильные данные',
};

export const newDataError = {
  title: 'Что-то пошло не так...',
  text: 'Возможно, вы ввели некорректные данные или какие-то из введенных данных недоступны',
};
